Repository: katagaki/DJDX
Catalog: DJDX CHARGE/Localizable.xcstrings
Source language: ja
Languages: en, zh_hant

# Watch.Recording.Starting
source: 記録を開始中…
en: Starting recording…
zh_hant: 正在開始記錄⋯

# Watch.Recording.AuthorizationRequired
source: ヘルスケアのアクセス権でワークアウトを許可して、Watchで再試行してください。iPhoneでのセッションは継続します。
en: Allow workout access in Health permissions, then retry on your Watch. Your play session continues on iPhone.
zh_hant: 請在健康權限中允許體能訓練存取，然後在手錶上重試。iPhone 上的遊玩仍會繼續。

# Watch.Recording.Failed
source: ワークアウトの記録に失敗しました。iPhoneでのセッションは継続します。
en: Workout recording failed. Your play session continues on iPhone.
zh_hant: 體能訓練記錄失敗。iPhone 上的遊玩仍會繼續。

# Watch.Recording.ConnectionFailed
source: iPhoneのセッションに接続できませんでした。接続を確認して再試行してください。
en: Could not connect to your iPhone session. Check the connection and retry.
zh_hant: 無法連接 iPhone 上的遊玩。請檢查連線後重試。

# Watch.Recording.SaveFailed
source: ワークアウトを保存できませんでした。セッションはiPhoneで確認できます。
en: The workout could not be saved. Your play session is still available on iPhone.
zh_hant: 無法儲存體能訓練。您仍可在 iPhone 上查看遊玩紀錄。

# Watch.Recording.Retry
source: 再試行
en: Retry
zh_hant: 重試

# Watch.Idle.Message
source: セッションを開始するとワークアウトが始まります。
en: Start a session to begin a workout.
zh_hant: 開始遊玩即可啟動體能訓練。

# Watch.Idle.Title
source: 準備完了
en: Ready
zh_hant: 準備就緒

# Watch.Session.Pause
source: 一時停止
en: Pause
zh_hant: 暫停

# Watch.Session.Paused
source: 一時停止中
en: Paused
zh_hant: 已暫停

# Watch.Session.Plays
source: プレー数
en: Plays
zh_hant: 遊玩次數

# Watch.Session.Resume
source: 再開
en: Resume
zh_hant: 繼續

# Watch.Session.Start
source: セッションを開始
en: Start Session
zh_hant: 開始遊玩

# Watch.Session.Stop
source: セッションを終了
en: End Session
zh_hant: 結束遊玩

# Watch.Session.Stop.Confirm
source: このセッションを終了しますか？
en: End this session?
zh_hant: 要結束這次遊玩嗎？

# Watch.Shared.Cancel
source: キャンセル
en: Cancel
zh_hant: 取消
